Repository: frederickjh/process-mp3s
Catalog: locale/*/LC_MESSAGES/process-mp3s.sh.po
Languages: de

source: Configuration file
de: Konfigurationsdatei

source: not found! Aborting!
de: nicht gefunden Abbrechen!

source: I require
de: Ich benötige

source: but it's not installed.
de: aber es ist nicht installiert.

source: dependencies are missing aborting!
de: Abhängigkeiten fehlen Abbruch!

source: This version of eyeD3,
de: Diese Version von eyeD3,

source: is higher than the tested version of
de: ist höher als die getestete Version von

source: The release notes for
de: Die Release-Informationen für

source: state the following:
de: wird Folgendes angegeben:

source: This release is NOT API compatible with 0.6.x. The majority of the command line interface has been preserved although many options have either changed or been removed.
de: Diese Version ist NICHT API-kompatibel mit 0.6.x. Die Mehrheit der Befehlszeilenschnittstelle wurde beibehalten, obwohl viele Optionen entweder geändert oder entfernt wurden.

source: Error:
de: Fehler:

source: is not a number
de: ist keine Zahl

source: Please enter the track number of the sermon.
de: Bitte geben Sie die Stücknummer der Predigt ein.

source: Please enter the tracks that should NOT be included in the mp3 of the whole service that will be uploaded to the website separated by spaces.
de: Bitte geben Sie die Tracks ein, die NICHT im mp3 des gesamten Dienstes enthalten sein sollen, der durch Leerzeichen getrennt auf die Website hochgeladen wird.

source: Aborting try again with track numbers!
de: Abgebrochener Versuch, versuchen sie mit Stücknummern!

source: Image file
de: Bilddatei

source: to add to mp3 id3 tag does not exist!
de: zum mp3 id3-Tag hinzuzufügen existiert nicht!

source: Please replace
de: Bitte ersetzen

source: so it will be addded to the mp3's id3 tags.
de: also wird es zu den id3-Tags des mp3 hinzugefügt.

source: Do you want to continue and add the tags without the image file?
de: Möchten Sie fortfahren und die Tags ohne die Bilddatei hinzufügen?

source: User aborted script! Now exiting!
de: Benutzer hat das Skript abgebrochen! Das Programm wird nun beendet!

source: Combining MP3s for upload to the Internet.
de: Ich kombiniere jetzt die MP3s für den Upload ins Internet.

source: Combining MP3s for copying to USB devices locally.
de: Ich kombiniere jetzt MP3s zum lokalen Kopieren auf USB-Geräte.

source: The combined church service MP3 file has been placed in
de: Die kombinierte MP3-Datei des Gottesdienstes wurde abgelegt in

source: The sermon and combined service MP3 files for uploading have been copied to
de: Die Predigt und der kombinierte Gottesdienst MP3-Dateien zum Hochladen wurden kopiert nach

source: All done processing the MP3 files in
de: Alles fertig mit der Verarbeitung der MP3-Dateien in

source: Don't forget to upload the created files!
de: Vergessen Sie nicht, die erstellten Dateien hochzuladen!
